

export interface Character2033 {
    id: string;
    name: string;
    image: string;
    bio: string;
}

export const characters: Character2033[] = [
    {
        id: "artem",
        name: "Артём",
        image: "/Characters/metro2033/2033_Artyom.webp",
        bio: "Артём родился 31 марта 2009 года[2][1] в Москве. До 2013 года жил вместе с мамой (своего отца мальчик не помнил) в доме на Садовом кольце[3]. В возрасте четырёх лет пережил Мировую Ядерную войну, гуляя по Ботаническому саду и укрывшись на станции метро Тимирязевская. В течение года маленький Артём жил с мамой и остальными на станции, пока в июле 2014 года с севера не хлынули полчища крыс. Мальчика спас бегущий со станции дозорный Сухой, успев забрать из рук умирающей матери. Мужчина приютил Артёма и уехал с ним на ВДНХ."
    },
    {
        id: "bourbon",
        name: "Бурбон",
        image: "/Characters/metro2033/2033_Bourbon.webp",
        bio: "Скользкий и грубоватый челнок-авантюрист с бандитскими наклонностями, повсюду имеющий «старых знакомых», которым успел задолжать денег.Несмотря на скверный характер и повадки типичного «пацана с района», Бурбон может дать несколько жизненно-важных советов. По собственным словам, ненамного старше Артёма. Любит блатные песни, которые частенько напевает[1]. Прозвище себе дал сам — в честь жгучего алкогольного напитка."
    },
    {
        id: "khan",
        name: "Хан",
        image: "/Characters/metro2033/2033_Khan.webp",
        bio: "Хан — бродячий философ-путешественник бурятского или монгольского происхождения и последняя реинкарнация Чингисхана. Говорит странными для всех фразами, приводя в примеры события из древней истории. Выглядит как пятидесятилетний мужчина с короткой бородкой, в куртке, и бандане, но на деле Хан является мощным гипнотизёром и едва ли не телепатом, также может смотреть в ближайшее будущее."
    },
    {
        id: "miller",
        name: "Мельник",
        image: "/Characters/metro2033/2033_Miller.webp",
        bio: "Немолодой полковник Ордена, шестидесяти двух лет. Несмотря на свой возраст, он находится в прекрасной физической форме благодаря тренировкам с ранней службы ещё в армии. Мельник всегда был военным, и поэтому он рационален, расчётлив и даже суров. Успех при выполнении задания для полковника всегда стоит на первом месте, но он изо всех сил заботится о спартанцах, которых, наряду с Анной, считает своей семьёй.[3]"
    },
    {
        id: "hunter",
        name: "Хантер",
        image: "/Characters/metro2033/2033_Hunter.webp",
        bio: "Крепкий коротко стриженый мужчина, физически силён и вынослив. Обладает богатым боевым опытом, полученным в горячих точках (Афганистан, Ирак), превосходно владеет русским языком, который выучил за десять лет службы в диверсионно-штурмовом взводе."
    },
    {
        id: "boris",
        name: "Борис",
        image: "/Characters/metro2033/2033_VDNKh_Boris.webp",
        bio: "Мужчина возраста за сорок. Член администрации ВДНХ, возглавил караван на южные станции в ноябре 2033 года для объединения в Содружество."
    },
    {
        id: "boris1",
        name: "Борис",
        image: "/Characters/metro2033/2033_Borya.webp",
        bio: "Специалист по технике Ордена, в декабре 2033 года — член группы Мельника, принимающий участие в поисках подземного комплекса Д-6. Лучшим другом Бориса является его сослуживец по имени Степан."
    },
    {
        id: "stepan",
        name: "Степан",
        image: "/Characters/metro2033/2033_Stepan.webp",
        bio: "Бывший радист, ныне — солдат Ордена, а также член группы Мельника, принимающий участие в поисках подземного комплекса Д-6. Благодаря прошлому роду деятельности, Степан хорошо разбирается в технике. Лучшим другом Степана является его сослуживец по имени Борис."
    },
    {
        id: "andrey",
        name: "Андрей Кузнец",
        image: "/Characters/metro2033/2033_Blacksmith.webp",
        bio: "Андрей родился в середине шестидесятых годов двадцатого века где-то на территории СССР. До начала Третьей мировой войны работал инженером на заводе у станции «Кузнецкий Мост». Найдя убежище на станции после Катаклизма, Андрей решает основательно поселиться на «Кузне», позднее присоединяясь к сообществу мастеровых. Спустя какое-то время познакомился с философом Ханом — о том, когда именно это произошло, история умалчивает."
    },
    {
        id: "ullman",
        name: "Ульман",
        image: "/Characters/metro2033/2033_Ulman.webp",
        bio: "Маленький Эдик Ульман был найден отрядом Мельника на станции «Ленинский проспект» через несколько месяцев после Катастрофы. Десятилетний мальчик, чьи родители погибли, едва не стал жертвой трёх пьяных бандитов, которые заманили его обещанием еды. Его спас «Бурят», который первым услышал крики и уничтожил нападавших. Хантер сумел вывести Эдика из шокового состояния, долго разговаривая с ним и что-то напевая."
    },
    {
        id: "vladimir",
        name: "Владимир",
        image: "/Characters/metro2033/2033_Vladimir.webp",
        bio: "О прошлом Владимира известно лишь то, что до Катастрофы он служил в ракетных войсках стратегического назначения, а уже после неё осел вместе со своей семьёй на станции «Киевская», принадлежащей Арбатской конфедерации."
    },
    {
        id: "danila",
        name: "Данила Романов",
        image: "/Characters/metro2033/2033_Danila.webp",
        bio: "Молодой рейнджер, служащий в Ордене «Спарта». Данила готов вызваться добровольцем даже на самое опасное задание, из-за чего сначала получил физические травмы, а затем — психические."
    },
]